Repository: xapp-project/libadapta
Catalog: po/*.po
Languages: ml

source: Artwork by
ml: കലാസൃഷ്ടി

source: Documentation by
ml: ഡോക്യുമെൻ്റേഷൻ ചെയ്തത്

source: Translated by
ml: വിവർത്തനം ചെയ്തത്

source: This application comes with absolutely no warranty. See the <a href="%s">%s</a> for details.
ml: ഈ ആപ്ലിക്കേഷന് യാതൊരു വാറന്റിയും ഇല്ലാതെ വരുന്നു. വിശദാംശങ്ങൾക്ക് <a href="%s">%s</a> കാണുക.

source: This Application
ml: ഈ ആപ്ലിക്കേഷൻ

source: Version %s
ml: പതിപ്പ് %s

source: Unable to parse release notes:
ml: റിലീസ് കുറിപ്പുകൾ പാഴ്‌സ് ചെയ്യാൻ കഴിയുന്നില്ല:

source: Copied to clipboard
ml: ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തി

source: Unable to save debugging information
ml: ഡീബഗ്ഗിംഗ് വിവരങ്ങൾ സംരക്ഷിക്കാനായില്ല

source: Close
ml: അവസാനിപ്പിക്കുക

source: Save debugging information
ml: ഡീബഗ്ഗിംഗ് വിവരങ്ങൾ സംരക്ഷിക്കുക

source: About
ml: കുറിച്ച്

source: _What’s New
ml: പുതിയതെന്ത്

source: _Details
ml: വിശദാംശങ്ങൾ

source: _Website
ml: _വെബ്സൈറ്റ്

source: _Support Questions
ml: _പിന്തുണ ചോദ്യങ്ങൾ

source: _Report an Issue
ml: _ഒരു പ്രശ്നം റിപ്പോർട്ട് ചെയ്യുക

source: _Troubleshooting
ml: _ഒരു പ്രശ്നം റിപ്പോർട്ട് ചെയ്യുക

source: _Credits
ml: ക്രെഡിറ്റ്സ്

source: _Legal
ml: നിയമപരം

source: _Acknowledgements
ml: കടപ്പാട്

source: What’s New
ml: പുതിയതെന്ത്

source: Details
ml: വിശദാംശങ്ങൾ

source: Troubleshooting
ml: ഒരു പ്രശ്നം റിപ്പോർട്ട് ചെയ്യുക

source: To assist in troubleshooting, you can view your debugging information. Providing this information to the application developers can help diagnose any problems you encounter when you report an issue.
ml: ട്രബിൾഷൂട്ടിംഗിൽ സഹായിക്കുന്നതിന്, നിങ്ങളുടെ ഡീബഗ്ഗിംഗ് വിവരങ്ങൾ നിങ്ങൾക്ക് കാണാനാകും. ആപ്ലിക്കേഷൻ ഡെവലപ്പർമാർക്ക് ഈ വിവരങ്ങൾ നൽകുന്നത്, നിങ്ങൾ ഒരു പ്രശ്നം റിപ്പോർട്ടുചെയ്യുമ്പോൾ നിങ്ങൾ നേരിടുന്ന എന്തെങ്കിലും പ്രശ്നങ്ങൾ കണ്ടുപിടിക്കാൻ സഹായിക്കും.

source: _Debugging Information
ml: _ഡീബഗ്ഗിംഗ് വിവരങ്ങൾ

source: Debugging Information
ml: ഡീബഗ്ഗിംഗ് വിവരങ്ങൾ

source: _Copy Text
ml: ടെക്സ്റ്റ് പകർത്തുക

source: _Save As…
ml: ഇതായി സേവ് ചെയ്യുക...

source: Credits
ml: ക്രെഡിറ്റുകൾ

source: Legal
ml: നിയമപരം

source: Acknowledgements
ml: കടപ്പാട്

source: Back
ml: മടങ്ങുക

source: Search
ml: തിരയുക

source: Apply
ml: അപേക്ഷിക്കുക

source: No Preference
ml: മുൻഗണന ഇല്ല

source: Prefer Dark
ml: ഇരുണ്ട നിറത്തിന് മുൻഗണന നൽകുക

source: Prefer Light
ml: വെളിച്ചത്തിന് മുൻഗണന നൽകുക

source: Override settings for this application. They will be reset upon closing the inspector.
ml: ഈ ആപ്ലിക്കേഷൻ്റെ ക്രമീകരണങ്ങൾ അസാധുവാക്കുക. ഇൻസ്പെക്ടർ അടയ്ക്കുമ്പോൾ അവ പുനഃസജ്ജമാക്കും.

source: System Supports Color Schemes
ml: സിസ്റ്റം കളർ സ്കീമുകളെ പിന്തുണയ്ക്കുന്നു

source: Preferred Color Scheme
ml: ഇഷ്ടപ്പെട്ട കളർ സ്കീം

source: High Contrast
ml: ഉയർന്ന കോൺട്രാസ്റ്റ്

source: Hide Password
ml: പാസ്‌വേഡ് മറയ്ക്കുക

source: Show Password
ml: പാസ്‌വേഡ് കാണിക്കുക

source: Caps Lock is on
ml: Caps Lock ഓണാണ്

source: _Show Password
ml: പാസ്‌വേഡ് കാണിക്കുക

source: Untitled page
ml: തലക്കെട്ടില്ലാത്ത പേജ്

source: Preferences
ml: മുൻഗണന ഇല്ല

source: Search preferences
ml: തിരയൽ മുൻഗണനകൾ

source: No Results Found
ml: ഒരു ഫലവും കണ്ടെത്താനായില്ല

source: Try a different search.
ml: മറ്റൊരു തിരയൽ പരീക്ഷിക്കുക.

source: More Options
ml: കൂടുതൽ ഓപ്ഷനുകൾ

source: View Open Tabs
ml: തുറന്ന ടാബുകൾ കാണുക

source: Search Tabs
ml: ടാബുകൾ തിരയുക

source: Search tabs
ml: ടാബുകൾ തിരയുക

source: No Open Tabs
ml: തുറന്ന ടാബുകൾ ഇല്ല

source: No Tabs Found
ml: ടാബുകളൊന്നും കണ്ടെത്തിയില്ല

source: New _Tab
ml: പുതിയ ടാബ്

source: Close Tab
ml: ടാബ് അടയ്ക്കുക
